Repository: kgleba/portable_password_manager
Catalog: locale/*/LC_MESSAGES/ppm.po
Languages: ru_ru

source: Enter valid URL
ru_ru: Введите валидный URL

source: Field could not be empty
ru_ru: Поле не может быть пустым

source: Enter Master Password for the encrypted data:
ru_ru: Введите мастер-пароль для зашифрованных данных:

source: Do you want to reset DB password?
ru_ru: Хотите ли вы сбросить пароль БД?

source: Select action you want to perform:
ru_ru: Выберите действие, которое хотите совершить:

source: Enter URL of the entry:
ru_ru: Введите URL записи:

source: Enter login of the entry:
ru_ru: Введите логин записи:

source: Enter password of the entry:
ru_ru: Введите пароль записи:

source: Enter login of the entry (leave blank if you don't want to include it in query):
ru_ru: Введите логин записи (оставьте пустым, если не хотите включать его в запрос):

source: Enter password of the entry (leave blank if you don't want to include it in query):
ru_ru: Введите пароль записи (оставьте пустым, если не хотите включать его в запрос):

source: Do you want to insert all stored entries?
ru_ru: Хотите ли вы вставить все хранимые записи?

source: Choose the preferred locale (language):
ru_ru: Выберите желаемую локаль (язык):

source: Master Password for the DB is not set (proceed only in safe environment!)
ru_ru: Мастер-пароль для БД не задан (продолжайте только в доверенном окружении!)

source: No entries found
ru_ru: Записей не найдено

source: More than one entry found
ru_ru: Более чем одна запись найдена

source: Insert entry to browser
ru_ru: Вставить запись в браузер

source: Add entry to DB
ru_ru: Добавить запись в БД

source: Remove entry from DB
ru_ru: Удалить запись из БД

source: Show DB entries (without passwords)
ru_ru: Показать записи БД (со скрытыми паролями)

source: Show full DB entries (requires authorization)
ru_ru: Показать полные записи БД (потребуется авторизация)

source: Change application language
ru_ru: Изменить язык приложения

source: Exit
ru_ru: Выйти
